import type { NewsDetails } from '../model'

export const emptyArticle: NewsDetails = {
  id: '0',
  date: '',
  en: {
    title: '',
    shortDesc: '',
    fullDesc: ''
  },
  ru: {
    title: '',
    shortDesc: '',
    fullDesc: ''
  },
  kz: {
    title: '',
    shortDesc: '',
    fullDesc: ''
  },
  img: ''
}

export const newsCollection: NewsDetails[] = [
  {
    id: '1',
    date: '20.03.2024',
    ru: {
      title: 'Диван-кровать',
      shortDesc:
        'Любая домашняя мебель должна быть удобной, функциональной и эстетически приятной. В зависимости от стиля дома, она также должна отражать тему или дизайн пространства. Практичное и удобное дополнение к любому дому - большому или маленькому - диван-кровати. Они идеально подходят для гостей, которые остаются на ночь, уменьшая потребность в дополнительной кровати или запасной спальне.',
      fullDesc:
        'Любая домашняя мебель должна быть удобной, функциональной и эстетически приятной. В зависимости от стиля дома, она также должна отражать тему или дизайн пространства. Практичное и удобное дополнение к любому дому - большому или маленькому - диван-кровати. Они идеально подходят для гостей, которые остаются на ночь, уменьшая потребность в дополнительной кровати или запасной спальне. В нашем салоне представлены диваны-кровати испанского бренда. Их отличительная особенность в безупречном качестве и отличном дизайне. Ведь механизм открывания и закрытия дивана-кровати имеет значение, потому что именно он определяет, насколько легко превратить диван в кровать и обратно в диван. Для небольших помещений у нас есть ряд одноместных и двухместных диванов-кроватей, которые занимают минимум места в гостиной и при необходимости трансформируются в удобные односпальные или двуспальные кровати. Для больших семей можем предложить трёхместные диваны. Во многих домах диваны-кровати используются в качестве основной кровати, а не в качестве запасной. Это характерно для квартир-студий, которые превращаются из гостиной днём в спальню ночью. Таким образом, диван-кровать - это стоящая инвестиция, которая позволит сэкономить деньги в долгосрочной перспективе, ведь вам не нужно будет покупать другую мебель для сна.'
    },
    en: {
      title: 'Sofa-bed',
      shortDesc:
        'Any home furniture should be comfortable, functional and aesthetically pleasing. Depending on the style of the home, it should also reflect the theme or design of the space. A practical and comfortable addition to any home - large or small - sofa beds. They are ideal for guests staying overnight, reducing the need for an extra bed or spare bedroom.',
      fullDesc:
        'Any home furniture should be comfortable, functional and aesthetically pleasing. Depending on the style of the home, it should also reflect the theme or design of the space. A practical and comfortable addition to any home - large or small - sofa beds. They are ideal for guests staying overnight, reducing the need for an extra bed or spare bedroom. Our showroom features sofa beds from a Spanish brand. Their distinctive feature is impeccable quality and excellent design. After all, the mechanism for opening and closing a sofa bed matters because it determines how easy it is to turn the sofa into a bed and back into a sofa. For smaller spaces, we have a range of single and double sofa beds that take up minimal space in the living room and can be converted into comfortable single or double beds if required. For large families we can offer three-seater sofas. In many homes, sofa beds are used as the main bed rather than as a spare bed. This is typical for studio apartments, which transform from a living room during the day to a bedroom at night. Thus, a sofa bed is a worthwhile investment that will save you money in the long run because you won’t need to buy other furniture to sleep on.'
    },
    kz: {
      title: 'Диван-төсек',
      shortDesc:
        'Үй жиһазы ыңғайлы, функционалды және эстетикалық жағынан жағымды болуы керек. Үйдің стиліне байланысты ол сонымен қатар кеңістіктің тақырыбын немесе дизайнын көрсетуі керек. Кез-келген үйге практикалық және ыңғайлы қосымша - үлкен немесе кіші - диван-төсек. Олар түнге қалатын қонақтар үшін өте ыңғайлы, қосымша төсекке немесе қосалқы бөлмеге қажеттілікті азайтады.',
      fullDesc:
        'Үй жиһазы ыңғайлы, функционалды және эстетикалық жағынан жағымды болуы керек. Үйдің стиліне байланысты ол сонымен қатар кеңістіктің тақырыбын немесе дизайнын көрсетуі керек. Кез-келген үйге практикалық және ыңғайлы қосымша - үлкен немесе кіші - диван-төсек. Олар түнге қалатын қонақтар үшін өте ыңғайлы, қосымша төсекке немесе қосалқы бөлмеге қажеттілікті азайтады. Біздің салонда испан брендінің диван-төсектері ұсынылған. Олардың ерекшілігі - жағары сапа және керемет дизайны. Өйткені, диваннің ашу және жабу механизмі диванды төсекке және қайта диванға айналдыру қаншалықты оңай екенін анықтайды. Кішкентай үй-жайлар үшін бізде бірқатар бір және екі килиллі дивандар бар, олар қонақ бөлмесінде аз орын алады және қажет болған жағдайда ыңғайлы бір немесе екі кереуетке айналады. Көп балалы отбасылар үшін біз үш қабатты диван-төсекті ұсына аламыз. Көптеген үйлерде, диван-төсектер қосалқы емес, негізгі кереует ретінде қолданылады. Бұл қонақ бөлмесінен түнгі бөлмеге айналатын студиялық пәтерлерге тән. Осылайша, диван-төсек - бұл ұзақ мерзімді жерде ақша үнемдейтін тұрақты инвестиция, өйткені сізге басқа ұйқыға арналған жиһазын сатып алудың қажеті жоқ.'
    },
    img: 'news-1.jpg'
  },
  {
    id: '2',
    date: '25.02.2024',
    ru: {
      title: 'Домашняя библиотека',
      shortDesc:
        'Есть проблемы с хранением в вашем домашнем офисе? Создайте дополнительные варианты хранения, необходимые вашему рабочему пространству, с помощью библиотечного шкафа. Зачастую, библиотечный шкаф, кроме открытых полок для хранения книг, имеет большие дверцы с деревянными фасадами, что придает ему дополнительный эффектный стиль.',
      fullDesc:
        'Есть проблемы с хранением в вашем домашнем офисе? Создайте дополнительные варианты хранения, необходимые вашему рабочему пространству, с помощью библиотечного шкафа. Зачастую, библиотечный шкаф, кроме открытых полок для хранения книг, имеет большие дверцы с деревянными фасадами, что придает ему дополнительный эффектный стиль. За дверями шкафа находится скрытое место для хранения с большой регулируемой полкой, которая может перемещаться на разную высоту, создавая гибкое хранилище для предметов всех форм и размеров. Место для хранения в нижнем шкафу идеально подходит для хранения стопок книг, папок, журналов и организации корзин. Верхняя поверхность закрытых полок  обеспечивает дополнительное пространство для таких предметов, как беспроводной принтер, декоративные растения или настольная лампа. Для удобства, библиотечный шкаф дополнительно снабжается металлической перекладиной со съёмной лестницей. Это позволит без труда достать необходимую вам книгу с самой верхней полки. Стильный библиотечный шкаф быстро наведет порядок в вашем кабинете или офисе, и организует рабочее пространство.'
    },
    en: {
      title: 'Home library',
      shortDesc:
        'Having storage problems in your home office? Create the extra storage options your workspace needs with a library cabinet. Often, a library cabinet, in addition to open shelves for storing books, has large doors with wooden fronts, which gives it an additional impressive style.',
      fullDesc:
        'Having storage problems in your home office? Create the extra storage options your workspace needs with a library cabinet. Often, a library cabinet, in addition to open shelves for storing books, has large doors with wooden fronts, which gives it an additional impressive style. Behind the cabinet doors is hidden storage space with a large adjustable shelf that can move to different heights, creating flexible storage for items of all shapes and sizes. Lower cabinet storage is ideal for storing stacks of books, folders, magazines and organizing baskets. The top surface of the enclosed shelves provides additional space for items such as a wireless printer, decorative plants or a table lamp. For convenience, the library cabinet is additionally equipped with a metal crossbar with a removable ladder. This will allow you to easily get the book you need from the top shelf. A stylish library cabinet will quickly bring order to your study or office and organize your workspace.'
    },
    kz: {
      title: 'Үй кітапханасы',
      shortDesc:
        'Сіздің үй кеңсеңізде сақтау проблемалары бар ма? Кітапхана шкафын қолдана отырып, жұмыс кеңістігіңізге қажетті қосымша сақтау параметрлерін жасаңыз. Көбінесе, кітапханалық жиһазы, кітаптарды сақтауға арналған сөрелерден басқа, ағаш қасбеттері бар үлкен есіктерімен жабдықталған, олар жиһазға қосымша керемет стиль береді.',
      fullDesc:
        'Сіздің үй кеңсеңізде сақтау проблемалары бар ма? Кітапхана шкафын қолдана отырып, жұмыс кеңістігіңізге қажетті қосымша сақтау параметрлерін жасаңыз. Көбінесе, кітапханалық жиһазы, кітаптарды сақтауға арналған сөрелерден басқа, ағаш қасбеттері бар үлкен есіктерімен жабдықталған, олар жиһазға қосымша керемет стиль береді. Шкафтың есігінен тыс жерде үлкен реттелетін сөре мен жасырын орын бар, бұл әр түрлі биіктіктерге ауысады. Ол барлық пішіндер мен өлшемдер үшін икемді сақтауды жасайды. Төменгі шкафта сақтау орны кітаптар, қалталар, журналдар және себеттерді ұйымдастыруға ыңғайлылық береді. Жабық сөрелердің үстіңгі беті сымсыз принтер, сәндік өсімдіктер немесе кесте шамы сияқты заттар үшін қосымша орын ұсынады. Қолайлылық үшін, кітапхана жиһазы қосымша алынбалы баспалдақ пен металл тіркесірмен қамталған. Бұл сізге ең жоғары сөрелерден қажет кітапты оңай алуға мүмкіндік береді. Стильді кітапхана шкафы сіздің кеңсеңізді реттеп, жұмыс кеңістігін ұйымдастыруға көмек береді.'
    },
    img: 'news-2.jpg'
  },
  {
    id: '3',
    date: '13.01.2024',
    ru: {
      title: 'Вазы в интерьере',
      shortDesc:
        'Украшение вазами - один из самых простых способов придать вашему дому непринуждённый стиль. С их помощью вы можете хвастаться свежими цветочными композициями, демонстрировать великолепные искусственные растения, или просто позволить вазе сиять самой по себе. Но, прежде чем вы начнёте украшать вазами, нужно выбрать стиль, который лучше всего подходит для вашего пространства.',
      fullDesc:
        'Украшение вазами - один из самых простых способов придать вашему дому непринуждённый стиль. С их помощью вы можете хвастаться свежими цветочными композициями, демонстрировать великолепные искусственные растения, или просто позволить вазе сиять самой по себе. Но, прежде чем вы начнёте украшать вазами, нужно выбрать стиль, который лучше всего подходит для вашего пространства. Если ваш дом а современном деревенском стиле, вы можете выбрать глиняные вазы или вазы из керамики. Для пространств с более гламурным дизайном попробуйте повесить квадратные настенные зеркала рядом с вазами из блестящих металлов, таких как серебро, золото или латунь. В комнату с минималистичным дизайном идеально впишется стеклянная ваза. Цвет вазы также может привнести в комнату особую атмосферу: для солнечного ощущения добавьте сосуд теплого цвета, например, глиняную вазу, в гостиную или кухню рядом с круглым настенным зеркалом. Для расслабленной атмосферы - вазы холодного оттенка. Теперь, когда вы определились с цветами и материалами, решите, как бы вы хотели оформить свои вазы. Можно наполнить большую вазу комнатными растениями. Вы также можете добавить цветы с одним стеблем, чтобы сделать минималистичный акцент, или полные цветущие букеты для свежей, органичной привлекательности. Разместите вазы там, где у вас есть свободная поверхность, которую можно было бы использовать в декоративных целях - они добавят индивидуальности приставным столикам, консольным столикам и книжным полкам. Или, если вы хотите сохранить простоту укладки, можете выбрать предварительно стилизованную композицию из нескольких цветов. Смешивайте и сочетайте современные вазы разных размеров и цветов, а затем добавляйте свежие или декоративные растения, чтобы создать привлекательные центральные элементы по всему дому.'
    },
    en: {
      title: 'Vases in the interior',
      shortDesc:
        'Decorating with vases is one of the easiest ways to add casual style to your home. With them, you can show off fresh floral arrangements, display gorgeous artificial plants, or simply let the vase shine on its own. But before you start decorating with vases, you need to choose the style that best suits your space.',
      fullDesc:
        'Decorating with vases is one of the easiest ways to add casual style to your home. With them, you can show off fresh floral arrangements, display gorgeous artificial plants, or simply let the vase shine on its own. But before you start decorating with vases, you need to choose the style that best suits your space. If your home has a modern rustic style, you can choose clay vases or ceramic vases. For spaces with a more glamorous design, try hanging square wall mirrors next to vases made of shiny metals such as silver, gold or brass. A glass vase will fit perfectly into a room with a minimalist design. The color of a vase can also add a special ambience to a room: for a sunny feel, add a warm-colored vessel, such as a clay vase, to your living room or kitchen next to a round wall mirror. For a relaxed atmosphere - vases in a cool shade. Now that you’ve decided on your colors and materials, decide how you’d like to style your vases. You can fill a large vase with indoor plants. You can also add single-stem flowers for a minimalist accent, or full bloom bouquets for a fresh, organic appeal. Place vases where you have free surface that could be used for decorative purposes - they will add character to side tables, console tables and bookshelves. Or, if you want to keep the styling simple, you can choose a pre-styled arrangement of multiple colors. Mix and match contemporary vases in different sizes and colors, then add fresh or decorative plants to create eye-catching centerpieces throughout the home.'
    },
    kz: {
      title: 'Интерьердегі вазалар',
      shortDesc:
        'Вазалармен безендіру - бұл сіздің үйіңізге жайлы стиль берудің қарапайым тәсілдерінің бірі. Олардың көмегімен сіз табиғи гүлдермен мақтана аласыз, керемет жасанды өсімдіктерді көрсете аласыз, немесе вазаның өздігінен жарқырап кетуіне мүмкіндік бере аласыз. Бірақ, вазалармен безендірмес бұрын, сіз өзіңіздің кеңістігіңізге қолайлы стильді таңдауыңыз керек.',
      fullDesc:
        'Вазалармен безендіру - бұл сіздің үйіңізге жайлы стиль берудің қарапайым тәсілдерінің бірі. Олардың көмегімен сіз табиғи гүлдермен мақтана аласыз, керемет жасанды өсімдіктерді көрсете аласыз, немесе вазаның өздігінен жарқырап кетуіне мүмкіндік бере аласыз. Бірақ, вазалармен безендірмес бұрын, сіз өзіңіздің кеңістігіңізге қолайлы стильді таңдауыңыз керек. Егер сіздің үйіңіз заманауи рустикалық стильде орындалған болса, сіз керамика немесе сазды вазаларды таңдай аласыз. Әдемі дизайны бар кеңістіктер үшін - күміс, алтын немесе жез жылтыр металдарынан жасалған вазалардың қасына қабырға айналарын іліп қоюға тырысыңыз. Шыны вазалары минималистік дизайнымен бөлмені жақсы үйлестіреді. Вазаның түсі де бөлмеге арнайы атмосфера әкелуі мүмкін. Күн сенсациясы үшін, қонақ бөлмесі, ас үйге  жарқын вазаларды қосыңыз. Немесе, тыныштық атмосферасы үшін - суық түстегі құмыраларды пайдаланыңыз. Енді, сіз гүлдер мен материалдар туралы шешім қабылдаған болсаңыз, сіздің құмыраларыңызды қалай ұйымдастырғыңыз келетінін шешіңіз. Үлкен вазаны табиғи өсімдіктермен толтыра аласыз. Сонымен қатар, минималистік екпін жасау үшін, бір тамыры бар гүлді қосуға болады, ал жаңа органикалық тартымдылық үшін - үлкен гүлденіп турған букетті пайдалануға болады. Сәндік мақсаттар үшін вазаларды пайдаланылатын бос бетті орналасқан жерге қойыңыз - олар консольді үстелдерге және кітап сөрелеріне жеке басын қосады. Егер сіз төсеудің қарапайымдылығын сақтағыңыз келсе, бірнеше түстерден стильденген гүл композициясын таңдай аласыз. Әр түрлі және әр түсті заманауи вазаларды біріктіруге тырысыңыз, олар үйде тартымды орталық элементтері болып қалады.'
    },
    img: 'news-3.jpg'
  },
  {
    id: '4',
    date: '10.12.2023',
    ru: {
      title: 'Мы открыли сезон!',
      shortDesc:
        'Ёлки и ёлочные игрушки уже в наличии! Приглашаем вас посетить наш салон, чтобы погрузиться в праздничную атмосферу и начать подготовку ко встрече Нового 2024 года! Этот год пройдёт под знаком зеленого деревянного дракона и это значит, что грядущий год будет одним из самых счастливых, ведь дракон - символ удачи, успеха и долгой радостной жизни!',
      fullDesc:
        'Ёлки и ёлочные игрушки уже в наличии! Приглашаем вас посетить наш салон, чтобы погрузиться в праздничную атмосферу и начать подготовку ко встрече Нового 2024 года! Этот год пройдёт под знаком зеленого деревянного дракона и это значит, что грядущий год будет одним из самых счастливых, ведь дракон - символ удачи, успеха и долгой радостной жизни! Самое главное в подготовке - выбор идеальной ёлки. Мы подготовили для вас разные модели - зелёных лесных красавиц и заснеженные ели, ёлки пристенные и ёлочки в горшках. Разбавить ваши елочные игрушки предлагаем нашими изысканными и стильными новогодними украшениями, которые идеально подходят для того, чтобы удивить ваших гостей и подарить всем лучшее начало Нового года. Посетив нашу галерею, ознакомьтесь с последними тенденциями в мире новогодних украшений, которые включают в себя ёлочные шары, гирлянды, рождественские венки, статуэтки и музыкальные шары, свечи и подсвечники, кольца для салфеток и подтарельники, и многое другое. Будь то для себя или в качестве подарков, они несомненно станут любимой частью будущих праздников. Встречайте Новый год стильно!'
    },
    en: {
      title: 'We have opened the season!',
      shortDesc:
        'Christmas trees and Christmas decorations are already in stock! We invite you to visit our salon to immerse yourself in the festive atmosphere and start preparing for the New Year 2024! This year will pass under the sign of the green wooden dragon and this means that the coming year will be one of the happiest, because the dragon is a symbol of good luck, success and a long, joyful life!',
      fullDesc:
        'Christmas trees and Christmas decorations are already in stock! We invite you to visit our salon to immerse yourself in the festive atmosphere and start preparing for the New Year 2024! This year will pass under the sign of the green wooden dragon and this means that the coming year will be one of the happiest, because the dragon is a symbol of good luck, success and a long, joyful life! The most important thing in preparation is choosing the perfect Christmas tree. We have prepared different models for you - green forest beauties and snow-covered spruce trees, wall-mounted trees and Christmas trees in pots. We offer to brighten up your Christmas tree decorations with our exquisite and stylish New Year’s decorations, which are ideal to surprise your guests and give everyone the best start to the New Year. By visiting our gallery, check out the latest trends in Christmas decorations, which include Christmas tree balls, garlands, Christmas wreaths, figurines and musical balls, candles and candle holders, napkin rings and placemats, and much more. Whether for yourself or as gifts, they are sure to become a favorite part of future holidays. Celebrate the New Year in style!'
    },
    kz: {
      title: 'Біз маусымды аштық!',
      shortDesc:
        'Шырша мен шырша ойыншықтары қазірдің өзінде біздің галереяда ұсынылған! Сіздерді біздің салонға мерекелік атмосфераға түсіп, жаңа 2024 жылды қарсы алуға дайындық жұмыстарын бастауға шақырамыз! Келе жатқан жыл жасыл ағаш айдаһардың белгісімен өтеді, сондықтан бұл жыл ең бақытты болады, өйткені, айдаһар сәттілікт, бақыт, ұзақ қүанышты өмірдің символы!',
      fullDesc:
        'Шырша мен шырша ойыншықтары қазірдің өзінде біздің галереяда ұсынылған! Сіздерді біздің салонға мерекелік атмосфераға түсіп, жаңа 2024 жылды қарсы алуға дайындық жұмыстарын бастауға шақырамыз! Келе жатқан жыл жасыл ағаш айдаһардың белгісімен өтеді, сондықтан бұл жыл ең бақытты болады, өйткені, айдаһар сәттілікт, бақыт, ұзақ қүанышты өмірдің символы! Дайындықтағы ең бастысы - мінсіз шыршаны таңдау. Біз сіздерге түрлі модельдерді ұсынамыз - жасыл орман сұлулары мен қарлы шыршаларды, қабырға алдына қойылатын шырша мен құмырадағы шыршаларды. Өз ойыншықтарыңызға біздің сәнді әрі стильді әшекейлерімізді қосыңыз, олар қонақтарыңызды таңдандырып, сізге Жаңа жылды жақсы бастауға мүмкіншілік береді. Бізге келіп әлемдегі жаңа жылдық бұйымдарының соңғы тенденцияларымен таңыс болыңыз. Соның ішінде шыршалар, шырша ойыншықтары, гирляндалар, рождестволық гүл шоқтары, мүсіншілер, шамдар мен тостағандар, майлық сақиналары мен табақ астырдағы тақталар және т.б. Өзіңізге ме, сыйлық ретінде ме, олар келе жатқан мерекенің сүйікті бөлігі бола алатыны ақиқат! Жаңа 2023 жылды стильді қарсы алыңыз!'
    },
    img: 'news-4.jpg'
  },
  {
    id: '5',
    date: '01.11.2023',
    ru: {
      title: 'Мне по фэншуй: как правильно сделать перестановку мебели в доме',
      shortDesc:
        '“В любой непонятной ситуации двигай мебель”, — смеется Александра Галкина, которая занимается фэншуй более десяти лет. Она поясняет: согласно этой древнекитайской практике, в каждом доме есть энергетически сильные точки. Они помогают реализовать планы и мечты. Соответственно, в противовес им существуют “слабые” зоны, где нельзя долго находиться.',
      fullDesc:
        '“В любой непонятной ситуации двигай мебель”, — смеется Александра Галкина, которая занимается фэншуй более десяти лет. Она поясняет: согласно этой древнекитайской практике, в каждом доме есть энергетически сильные точки. Они помогают реализовать планы и мечты. Соответственно, в противовес им существуют “слабые” зоны, где нельзя долго находиться. Важно, что каждый год “расклад” хороших и плохих направлений меняется — они не постоянны. И если любимый диван стоит в одном углу уже несколько лет, а в карьере и личной жизни, несмотря на усилия, ничего не происходит, возможно, пора сделать перестановку. По словам эксперта по фэншуй и блогера Анастасии Коротиной, дом не просто может, а должен “работать” на хозяев. Самое главное — правильное расположение мест, где проводят больше всего времени: письменного стола (особенно с учетом перехода многих на удаленку), кровати и плиты. Так, в следующем году ребенку учиться лучше в южном секторе комнаты: определяется он, как и другие, при помощи компаса. А вот взрослым кровать и рабочий стол следует разместить на западе или северо-востоке. Такая локация, по словам Коротиной, привлечет финансовое благополучие и вдохновение. Также хорошо, если дверь дома выходит на северо-восток или запад. “В первом случае вас ждет прорыв: новое дело или перемещение на новый уровень в карьере. Во втором — хороший заработок”, — считает астролог Дарья Высоцкая. Есть еще вариант: просто повесить на ручку двери колокольчик. “Его звук очистит пространство от отрицательных вибраций”, — объясняет Высоцкая.'
    },
    en: {
      title: 'Мне по фэншуй: как правильно сделать перестановку мебели в доме',
      shortDesc:
        '“В любой непонятной ситуации двигай мебель”, — смеется Александра Галкина, которая занимается фэншуй более десяти лет. Она поясняет: согласно этой древнекитайской практике, в каждом доме есть энергетически сильные точки. Они помогают реализовать планы и мечты. Соответственно, в противовес им существуют “слабые” зоны, где нельзя долго находиться.',
      fullDesc:
        '“В любой непонятной ситуации двигай мебель”, — смеется Александра Галкина, которая занимается фэншуй более десяти лет. Она поясняет: согласно этой древнекитайской практике, в каждом доме есть энергетически сильные точки. Они помогают реализовать планы и мечты. Соответственно, в противовес им существуют “слабые” зоны, где нельзя долго находиться. Важно, что каждый год “расклад” хороших и плохих направлений меняется — они не постоянны. И если любимый диван стоит в одном углу уже несколько лет, а в карьере и личной жизни, несмотря на усилия, ничего не происходит, возможно, пора сделать перестановку. По словам эксперта по фэншуй и блогера Анастасии Коротиной, дом не просто может, а должен “работать” на хозяев. Самое главное — правильное расположение мест, где проводят больше всего времени: письменного стола (особенно с учетом перехода многих на удаленку), кровати и плиты. Так, в следующем году ребенку учиться лучше в южном секторе комнаты: определяется он, как и другие, при помощи компаса. А вот взрослым кровать и рабочий стол следует разместить на западе или северо-востоке. Такая локация, по словам Коротиной, привлечет финансовое благополучие и вдохновение. Также хорошо, если дверь дома выходит на северо-восток или запад. “В первом случае вас ждет прорыв: новое дело или перемещение на новый уровень в карьере. Во втором — хороший заработок”, — считает астролог Дарья Высоцкая. Есть еще вариант: просто повесить на ручку двери колокольчик. “Его звук очистит пространство от отрицательных вибраций”, — объясняет Высоцкая.'
    },
    kz: {
      title: 'Мне по фэншуй: как правильно сделать перестановку мебели в доме',
      shortDesc:
        '“В любой непонятной ситуации двигай мебель”, — смеется Александра Галкина, которая занимается фэншуй более десяти лет. Она поясняет: согласно этой древнекитайской практике, в каждом доме есть энергетически сильные точки. Они помогают реализовать планы и мечты. Соответственно, в противовес им существуют “слабые” зоны, где нельзя долго находиться.',
      fullDesc:
        '“В любой непонятной ситуации двигай мебель”, — смеется Александра Галкина, которая занимается фэншуй более десяти лет. Она поясняет: согласно этой древнекитайской практике, в каждом доме есть энергетически сильные точки. Они помогают реализовать планы и мечты. Соответственно, в противовес им существуют “слабые” зоны, где нельзя долго находиться. Важно, что каждый год “расклад” хороших и плохих направлений меняется — они не постоянны. И если любимый диван стоит в одном углу уже несколько лет, а в карьере и личной жизни, несмотря на усилия, ничего не происходит, возможно, пора сделать перестановку. По словам эксперта по фэншуй и блогера Анастасии Коротиной, дом не просто может, а должен “работать” на хозяев. Самое главное — правильное расположение мест, где проводят больше всего времени: письменного стола (особенно с учетом перехода многих на удаленку), кровати и плиты. Так, в следующем году ребенку учиться лучше в южном секторе комнаты: определяется он, как и другие, при помощи компаса. А вот взрослым кровать и рабочий стол следует разместить на западе или северо-востоке. Такая локация, по словам Коротиной, привлечет финансовое благополучие и вдохновение. Также хорошо, если дверь дома выходит на северо-восток или запад. “В первом случае вас ждет прорыв: новое дело или перемещение на новый уровень в карьере. Во втором — хороший заработок”, — считает астролог Дарья Высоцкая. Есть еще вариант: просто повесить на ручку двери колокольчик. “Его звук очистит пространство от отрицательных вибраций”, — объясняет Высоцкая.'
    },
    img: 'news-5.jpg'
  },
  {
    id: '6',
    date: '01.11.2023',
    ru: {
      title: '«Сделано в Италии»',
      shortDesc:
        'Прозрачность, светимость, звучность - прилагательные, отличающие продукцию IVV, не имеющую себе равных в мире. Доказательством этого является то, что любому, кто пытался подражать её продукции, так и не удалось достичь его качества.',
      fullDesc:
        'Прозрачность, светимость, звучность - прилагательные, отличающие продукцию IVV, не имеющую себе равных в мире. Доказательством этого является то, что любому, кто пытался подражать её продукции, так и не удалось достичь его качества. IVV Industria Vetraria Valdarnese был основан в 1952 году в Сан-Джованни-Вальдарро, в самом центре Тосканы, группой мастеров по стеклу. И они являются одними из немногих производителей стекла, которые до сих пор производят продукцию в Италии. За более чем 60 лет своего существования IVV зарекомендовал себя среди европейских лидеров производства выдувного стекла ручной работы, сочетая исследования материалов, дизайна, методов традиционного мастерства и управления процессом. Компания смогла сохранить ремесленную составляющую производства своего стекла неизменной. Продукция IVV - это изделия с декоративной жилкой: коллекции ваз для фруктов, салатницы, менажницы, этажерки, кувшины и бокалы и многое другое. Характеризуются способом изготовления стекла с более или менее ярковыраженной, но всегда присутствующей текстурой - узорчатой, скошенной, с полным или частичным добавлением цвета. Независимо от того, что вы подаёте, эти изделия станут элегантным дополнением к любому столу, прекрасно оттенят традиционную сервировку и придадут ей особый шарм и оригинальность.'
    },
    en: {
      title: '«Made in Italy»',
      shortDesc:
        'Transparency, luminosity, sonority are adjectives that distinguish IVV products, which have no equal in the world. The proof of this is that anyone who has tried to imitate its products has never been able to match its quality.',
      fullDesc:
        'Transparency, luminosity, sonority are adjectives that distinguish IVV products, which have no equal in the world. The proof of this is that anyone who has tried to imitate its products has never been able to match its quality. IVV Industria Vetraria Valdarnese was founded in 1952 in San Giovanni Valdarro, in the heart of Tuscany, by a group of glass artisans. And they are one of the few glass manufacturers that still manufacture in Italy. In its more than 60 years of existence, IVV has established itself among Europe’s leaders in hand-blown glass production, combining research into materials, design, traditional craftsmanship and process control. The company was able to keep the artisanal aspect of its glass production intact. IVV products are products with a decorative vein: collections of fruit vases, salad bowls, display racks, shelves, jugs and glasses and much more. They are characterized by a method of producing glass with a more or less pronounced, but always present texture - patterned, beveled, with full or partial addition of color. Regardless of what you serve, these products will be an elegant addition to any table, perfectly complementing traditional table settings and giving it a special charm and originality.'
    },
    kz: {
      title: '«Италияда жасалған»',
      shortDesc:
        'Мөлдірлік, жарықтық, дыбыстық – әлемде теңдесі жоқ IVV өнімдерін ерекшелейтін сын есімдері. Дәлелі, осы өнімдеріне еліктеуге тырысқан кез келген өндірүші оның сапасына ешқашан тең келе алмаған.',
      fullDesc:
        'Мөлдірлік, жарықтық, дыбыстық – әлемде теңдесі жоқ IVV өнімдерін ерекшелейтін сын есімдері. Дәлелі, осы өнімдеріне еліктеуге тырысқан кез келген өндірүші оның сапасына ешқашан тең келе алмаған. IVV Industria Vetraria Valdarnese 1952 жылы Сан-Джованни Вальдаррода, Тоскананың қақ ортасында, шыны шеберлері тобымен құрылған. Және ол Италияда әлі күнге дейін өнім шығаратын бірнеше шыны өндірушілердің бірі. IVV өзінің 60 жылдан астам қызмет ету мерзімінде материалдар, дизайн, дәстүрлі шеберлік және процестерді басқару саласындағы зерттеулерді біріктіре отырып, қолмен үрлеу шыныдағы еуропалық көшбасшылар арасында өзін көрсетті. Компания шыны өндірісінің қолөнер құрамдас бөлігін өзгеріссіз сақтай алды. IVV өнімдері сәндік тамыры бар өнімдер болып табылады: жеміс-жидек вазаларының коллекциялары, салат табақтары, шыныаяқ ұстағыштар, бөтелкелер, құмыралар мен стақандар және т.б. Олар азды-көпті айқын көрінетін, бірақ әрқашан ұсынылатын текстурасы бар - өрнекті, қиғаш - толық немесе жартылай түсті қосу арқылы шыны жасау әдісімен сипатталады. Қандай қызмет көрсететініңізге қарамастан, бұл өнімдер кез келген дастарханға талғампаз қосымша болады, дәстүрлі жайылған дастарқанды тамаша үйлестіреді, және оған ерекше сүйкімділік пен ерекшелік береді.'
    },
    img: 'news-6.jpg'
  }
]
